package Quest_1.src.com.javarush.tasks.Level_02.Task_12;

public class Solution_01 {

    public static void main(String[] args) {
        // объявляем переменную six типа int и сразу же в строке объявления
        // присваиваем ей значение 6
        int six = 6;

        // выполняем операцию инкремента (увеличиваем) значение переменной six
        // на 1 с помощью оператора инкремента ++
        six++; // не забываем про точку с запятой (4)
        // выполняем операцию инкремента (увеличиваем) значение переменной six
        // на 1 с помощью оператора инкремента ++
        six++;
        // выполняем операцию инкремента (увеличиваем) значение переменной six
        // на 1 с помощью оператора инкремента ++
        six++;

        // выводим на экран значение переменной six
        System.out.println(six);
    }
}