package Quest_1.src.com.javarush.tasks.Level_02.Task_14;

public class Solution_01 {

    public static void main(String[] args) {
        // объявляем переменную word типа String и присваиваем ей значение
        String word = "Никто не скажет, верно ты поступил или нет, пока не столкнешься с последствиями.";
        // объявляем переменную phrase типа String и присваиваем ей значение
        String phrase = "Когда людей окутывает тьма, они начинают видеть свет.";
        // объявляем переменную line типа String и присваиваем ей значение
        String line = "Тому, кто сражается с монстрами, стоит следить, чтобы он сам не стал монстром.";
        // объявляем переменную text типа String и присваиваем ей значение
        String text = "Человеческие чувства предназначены для того, чтобы откликаться на чувства других людей.";
    }
}
